seasons.thisLanguageIs=Arabic

season.spring=فصل الربيع
season.summer=فصل الصيف
season.autumn=موسم الخريف
season.winter=موسم الشتاء

seasons.info.WeatherPony=المهر الطقس
seasons.info.SeasonsMod=الفصول تعديل

seasons.version.SunnyDay=يوم مشمس
seasons.version.Overshadowed=طغت
seasons.version.LesserLight=الضوء الذي هو أقل أهمية
seasons.version.LongEnough=ما يكفي من الوقت
seasons.version.ComeAround=تأتي حوالي
seasons.version.Plead=مناشدة
seasons.version.Threaten=هدد
seasons.version.KnowTheWonder=تعرف وندر
seasons.version.EternalLullaby=تهليل الأبدية
seasons.version.DawnsInDarkness=الفجر فهو في الظلمة
seasons.version.Nighttime=ليلا

seasons.version.Days=أيام
seasons.version.Years=سنوات
seasons.version.Centuries=قرون

achievement.heardOfSeasons=سمعت عن هذا التغيير
achievement.heardOfSeasons.desc=هل سمعت عن The Seasons Mod!
achievement.installedSeasons=يستخدم هذا التغيير
achievement.installedSeasons.desc=كنت قد قمت بتثبيت The Seasons Mod!

achievement.seeSpring= رؤية الربيع
achievement.seeSpring.desc=كنت اكسبيريانسيد الربيع
achievement.seeSummer=رؤية الصيف
achievement.seeSummer.desc=كنت اكسبيريانسيد الصيف
achievement.seeAutumn=رؤية الخريف
achievement.seeAutumn.desc=كنت اكسبيريانسيد الخريف
achievement.seeWinter=رؤية الشتاء
achievement.seeWinter.desc=كنت اكسبيريانسيد الشتاء

item.seasonwatch=على مدار الساعة من مواسم
item.thermometer=ميزان الحرارة

season.noSeasonDisplay=لا يملك هذا العالم مواسم
item.seasonwatch.display=الموسم: &season& - يوم: &day1& (الأيام المتبقية في الموسم: &day2&)
item.thermometer.display=يقرأ ميزان الحرارة &temperature&%
item.seasonwatch.displayNot=على مدار الساعة هو الغزل سريع جدا بحيث لا يمكن قراءة
item.thermometer.displayNot=ميزان الحرارة يتصرف بغرابة. لا يمكنك قراءته.

item.WIP=يعترض هو أن التقدم في العمل
item.WIP.info=3
item.WIP.info.0=هذا الكائن هو التقدم في العمل،
item.WIP.info.1=لذلك قد كذلك الحصول على التخلص منه.
item.WIP.info.2=ربما شخص آخر من شأنه أن ترغب في ذلك؟
